Repository: chusopr/casimir
Catalog: locale/*/LC_MESSAGES/casimir.po
Languages: es, gl

source: Unable to connect to the database.
es: No es posible conectar con la base de datos.
gl: Non se puido conectar á base de datos.

source: Internal error finding URL.
es: Error interno buscando la URL.
gl: Erro interno ó buscar a URL.

source: Sorry, but this short URL isn't in our database.
es: Esta URL corta no está en nuestra base de datos.
gl: Esta URL curta non está na nosa base de datos.

source: This Casimir instance is protected, you need an access key!
es: ¡Esta instalación de Casimir está protegida, necesitas una clave de acceso!
gl: Esta instalación de Casimir está protexida, precisa dunha clave de acceso!

source: Enter a long URL:
es: Introduzca URL larga:
gl: Introduza a URL longa:

source: Optionally, define your own short URL:
es: Opcionalmente, escoge la URL corta deseada:
gl: Opcionalmente, escolla a URL curta desexada:

source: Create!
es: ¡Crear!
gl: Crear!

source: Do you want to define your own short URL? (leave empty if you don\'t)
es: ¿Quieres elegir tu propia URL corta? (deja en blanco si no quieres)
gl: Queres elixir a túa propia URL curta? (deixa en branco se non o desexas)

source: Internal error checking for duplicates.
es: Error interno comprobando duplicados.
gl: Erro interno ao comprobar duplicados.

source: Internal error checking for short URL availability.
es: Error interno comprobando disponibilidad de la URL corta.
gl: Erro interno ao comprobar a dispoñibilidade da URL curta.

source: Input provided by user is not valid.
es: Los datos proporcionados por el usuario no son válidos.
gl: Os datos proporcionados polo usuario non son válidos.

source: An error occurred trying to validate CAPTCHA.
es: Ha ocurrido un error intentando validar el CAPTCHA.
gl: Produciuse un erro ao tentar validar o CAPTCHA.

source: Unknown error: %s
es: Error desconocido: %s
gl: Erro descoñecido: %s

source: reCAPTCHA account is not correctly configured for this site.
es: La cuenta de reCAPTCHA no ha sido correctamente configurada para este sitio.
gl: A conta de reCAPTCHA non está correctamente configurada para este sitio.

source: You must at least enter a long URL!
es: ¡Debes al menos introducir una URL larga!
gl: Tes que escribir polo menos unha URL longa!

source: Your URL must start with either "http://" or "https://"!
es: ¡Tu URL debe empezar con "http://" o "https://"!
gl: A túa URL debe comezar con "http://" ou "https://"!

source: This is already a shorten URL!
es: ¡Esta URL ya está acortada!
gl: Esta URL xa está acurtada!

source: This short URL is not allowed!
es: ¡La URL corta elegida no está permitida!
gl: A URL curta escollida non está permitida!

source: This short URL is not short enough! Hint: 50 chars allowed...
es: ¡La URL corta elegida es demasiado larga! Máximo 50 caracteres.
gl: A URL curta escollida é demasiado longa! Máximo 50 caracteres.

source: A short URL already exists for this long URL:
es: Ya existe una URL corta para la URL larga introducida:
gl: Xa existe una URL curta para esta URL longa:

source: Congratulations, you created this new short URL:
es: Has creado con éxito la siguiente URL corta:
gl: Creaches con éxito a seguinte URL curta:

source: Internal error creating your short URL.
es: Error interno al crear la URL corta.
gl: Erro interno ao crear a URL curta.

source: This short URL already exists and is associated with the same long URL:
es: Ya existe la URL corta elegida y está asociada con la misma URL larga:
gl: Xa existe a URL curta escollida para a misma URL longa:

source: This short URL already exists and is associated with this other long URL:
es: Ya existe la URL corta elegida y está asociada con la siguiente URL larga:
gl: Xa existe a URL curta escollida para a seguinte URL longa:

source: This should never happen...
es: Esto no debería pasar nunca...
gl: Isto non debería pasar nunca...

source: Unable to update stats for URL %s: %s
es: No fue posible actualizar las estadísticas para la URL %s: %s
gl: Non se puideron actualizar as estatísticas para o URL %s: %s

source: Unable to update use count for URL %s: %s
es: No fue posible actualizar el número de usos para la URL %s: %s
gl: Non se puideron actualizar o número de usos da URL %s: %s

source: Internal error while getting latest most used URLs.
es: Error interno al obtener la URLs más usadas últimamente.
gl: Erro interno ao obter as últimas URLs máis usadas.

source: This instance of %s is not yet configured.
es: Esta instalación de %s todavía no ha sido configurada.
gl: Esta instalación de %s todavía non foi configurada.

source: Home
es: Inicio
gl: Inicio

source: Tools
es: Herramientas
gl: Ferramentas

source: Stats
es: Estadísticas
gl: Estatísticas

source: This site is not correctly configured: reCAPTCHA was enabled but the server does not meet all requirements.
es: Este sitio no está correctamente configurado. reCAPTCHA ha sido activado pero el servidor no satisface todos los requisitos.
gl: Este sitio non está configurado correctamente: reCAPTCHA foi activado, pero o servidor non cumpre todos os requisitos.

source: Most followed short URLs
es: URL cortas más visitadas
gl: URL curtas máis visitadas

source: Last day
es: Último día
gl: Último día

source: Last week
es: Última semana
gl: Última semana

source: Last month
es: Último mes
gl: Último mes

source: Ever
es: Todo
gl: Todo

source: Drag this bookmarklet into your toolbar: %s
es: Arrastra este enlace a tu barra de herramientas: %s
gl: Arrastra este enlace á túa barra de ferramentas: %s
